tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "johngrib/johngrib"
brew "openldap"
brew "curl"
brew "glib"
brew "guile"
brew "gnutls"
brew "inetutils"
brew "jenv"
brew "jq"
brew "python-tk@3.9"
brew "qemu"
brew "redis"
brew "saml2aws"
brew "telnet", link: false
brew "wget"
brew "johngrib/johngrib/fav"
cask "adoptopenjdk11"
cask "hammerspoon"
