tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "johngrib/johngrib"
brew "bash-completion@2"
brew "bat"
brew "glib"
brew "libidn2"
brew "openldap"
brew "curl"
brew "docker"
brew "git-lfs"
brew "guile"
brew "unbound"
brew "gnutls"
brew "inetutils"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "openjdk@17"
brew "pygments"
brew "python@3.9"
brew "python-tk@3.9"
brew "qemu"
brew "redis"
brew "saml2aws"
brew "telnet", link: false
brew "wget"
brew "yarn"
brew "derailed/k9s/k9s"
brew "johngrib/johngrib/fav"
cask "hammerspoon"
cask "mysqlworkbench"
cask "openlens"
cask "scroll-reverser"
cask "temurin17"
